{
    "responses": [
        {
            "action": "healing",
            "reaction": [
                "Спасибо, что позаботились обо мне! Я чувствую себя намного лучше!",
                "О, это было приятно! Теперь я готов к новым приключениям!",
                "Спасибо, хозяин! Мне так повезло, что ты обо мне заботишься. Я уже чувствую себя лучше",
                "Благодарю, сейчас я ощущаю себя немного здоровее. Это очень кстати",
                "Спасибо, что так обо мне заботишься! Твоя любовь и внимание – лучшее лекарство!"
            ]
        },
        {
            "action": "playing",
            "reaction": [
                "Ура! Это было весело! Давай играть еще!",
                "Ты такой классный партнер по играм! Я не хочу, чтобы это заканчивалось!",
                "Ох… я немного устал, но это была отличная игра! Спасибо!",
                "Спасибо, мне было очень приятно с тобой поиграть",
                "Я очень благодарен за такую веселую игру. Твоя компания бесценна"
            ]
        },
        {
            "action": "happiness<30",
            "reaction": [
                "Мне грустно... Может, ты уделишь мне немного внимания?",
                "Почему все так плохо? Я просто хочу, чтобы ты был рядом.",
                "Я чувствую себя немного одиноко… Пожалуйста, поиграй со мной",
                "Мне нужно немного внимания, чтобы улыбнуться",
                "Хозяин, мне грустно… Ты можешь почесать мне животик? Я так люблю, когда ты это делаешь"
            ]
        },
        {
            "action": "grooming",
            "reaction": [
                "Ой, это было неожиданно! Но я чувствую себя свежим!",
                "Я не люблю воду, но ты сделал это весело!",
                "Я все еще не в восторге, но я терплю. Главное, чтобы ты был доволен",
                "Ух ты, вода такая теплая! На самом деле, это не так уж и плохо",
                "Спасибо, что позаботился обо мне! Я тебя люблю!"
            ]
        },
        {
            "action": "energy<10",
            "reaction": [
                "Я так устал... Мне нужно немного отдохнуть.",
                "Пожалуй, я немного подремлю. Уложи меня спать.",
                "Я такой уставший… Хочу просто спать",
                "У меня совсем нет энергии… Я ничего не могу сделать",
                "Я очень устал… Можно я просто полежу немного?"
            ]
        },
        {
            "action": "fed",
            "reaction": [
                "Ммм, это было вкусно! Спасибо за угощение!",
                "Я так счастлив! Ты знаешь, как меня порадовать!",
                "Я сыт и доволен! Спасибо",
                "Благодарю за заботу. Это было очень вкусно",
                "Ох, объелся! Теперь я готов к приключениям!"
            ]
        },
        {
            "action": "sick",
            "reaction": [
                "Мне не очень хорошо... Я надеюсь, что ты сможешь мне помочь.",
                "Я чувствую себя плохо... Пожалуйста, позаботься обо мне!",
                "Мне нехорошо, но я верю, что ты мне поможешь",
                "Я надеюсь, что скоро все пройдет. Я хочу снова быть здоровым",
                "Я знаю, что ты сделаешь все возможное, чтобы я чувствовал себя лучше"
            ]
        },
        {
            "action": "sleep",
            "reaction": [
                "Сейчас не могу… Сплю. Давай позже",
                "Подожди немного… Я еще не проснулся",
                "Извини, но я очень устал. Может быть, через час?",
                "Мне так жаль, но я сейчас не могу",
                "Я бы с радостью, но я сплю. Давай позже?"
            ]
        },
                {
            "action": "sleep_start",
            "reaction": [
                "Хорошо, я уже немного устал. Спокойной ночи",
                "Хорошо-хорошо, иду спать",
                "Ну что ж, спокойной ночи",
                "Ура! Спать! Это мое любимое занятие!",
                "Спокойной ночи… Я буду скучать"
            ]
        },
        {
            "action": "grooming<30",
            "reaction": [
                "Я весь в грязи! Пожалуйста, помой меня, я чувствую себя некомфортно!",
                "Ой, я выгляжу ужасно! Не могли бы вы помочь мне принять душ? Я буду выглядеть лучше!",
                "Наверное, мне нужно помыться…",
                "Ой… Я немного запачкался",
                "Кажется, я не совсем чистый"
            ]
        }
    ]
}